[
  {
    "Player_Name": "Killobyte",
    "Descriptions": "Hello, my name is Killobyte sometimes referred to as Killo. I’m one of the co-hosts here for Swerve’s Bar Podcast and sometimes I DM for our spin off Transformers DND series called Transform & Roll Out! I enjoy playing all types of games, hanging out with friends, creating stories and cooking.",
    "Show": "Transformers Armada",
    "Book_Comic": "TBD",
    "Favorite_Character": "Shockwave, Spinister, Windblade, Blitzwing, Nautica",
    "Characters": [
      { "Name": "Eightwheeler" },
      { "Name": "Stratostorm" },
      { "Name": "Stormburst Convoy" },
      { "Name": "Grease" }
    ],
    "Social": "https://www.twitch.tv/killobyteprime",
    "Image": "/images/Killobyte_ArtByKusa.png",
    "Art_By": "Kusa"
  },
  {
    "Player_Name": "Onyx",
    "Descriptions": "Heyo, My name is Onyx Prime, but you can just call me Onyx. I’m one of the co-hosts here for Swerve’s Bar Podcast and sometimes the DM for our spin off Transformers DND series called Transform & Roll Out! I enjoy writing, telling stories, and making new friends!",
    "Show": "Robots in Disguise (2001)",
    "Book_Comic": "MTMTE & Lost Light",
    "Favorite_Character": "Grimlock from all continuity because he is the bestest boi! The DJD from the IDW comics. Favorite toy gimmick is the combiners!",
    "Characters": [
      { "Name": "Cross Summit" },
      { "Name": "Scorchimus" }
    ],
    "Social": "TBD",
    "Image": "/images/Onyx_ArtByKusa.png",
    "Art_By": "Kusa"
  },
  {
    "Player_Name": "C0mputr0n",
    "Descriptions": "TBD",
    "Show": "Beast Wars",
    "Book_Comic": "MTMTE & Lost Light",
    "Favorite_Character": "Soundwave, Ravage, and Waspinator",
    "Characters": [
      { "Name": "Zephyr" },
      { "Name": "Borg" }
    ],
    "Social": "TBD",
    "Image": "/images/computron_ArtByDeeDeeDesigner.png",
    "Art_By": "DeeDeeDesigner"
  },
  {
    "Player_Name": "Lapis",
    "Descriptions": "Hello! I'm Lapis! I've been a huge fan of Transformers since I was a kid, thanks to my dad introducing me to my all time favorite show, Beast Wars. If there's something Beast Wars themed within the Transformers franchise, then I'm all over it! Beast Wars aside, there are many things about Transformers that I enjoy! My list of favorite characters is incredibly long, but I can at least list a few. My favorite Autobot is G1 Wheeljack and my favorite Decepticon is TFP Soundwave. My favorite Maximal is Dinobot and my favorite Predacon is Tarantulas. If we're talking comics, then I'm a huge fan of the More Than Meets The Eye and Lost Light series. The story and characters within those comics are absolutely amazing! Outside of Transformers, I enjoy drawing, writing, playing games, and so much more! I attend conventions quite regularly with the G1 Transformers themed costume group I help run, known as the Arizona Autobots. I enjoy making people smile! That's enough from me! Here is my LinkTree below, if you're interested in finding my socials!",
    "Show": "Beast Wars",
    "Book_Comic": "More Than Meets The Eye and Lost Light",
    "Favorite_Character": "Autobot: G1 Wheeljack; Decepticon: TFP Soundwave",
    "Characters": [
      { "Name": "Smolder" },
      { "Name": "FrostFang" }
    ],
    "Social": "https://linktr.ee/Lapis01",
    "Image": "/images/Lapis_ArtByLapis.png",
    "Art_By": "Lapis"
  },
  {
    "Player_Name": "Hexamis",
    "Descriptions": "Transformers Cybertron: my very first series I ever watched when I was a smol bean. It’s got a special place in my heart since I remember getting up so early to make sure I could watch it. I thought it was so cool to see humans alongside such giant robots, and of course the Autobots were gentle to them. Also I think I lost my mind when I saw a lady bot later on in the series lmao.",
    "Show": "Transformers Prime: probably my fav series to date. I really liked the darker ‘edginess’ it had to it, even though it could be goofy too. Also, the designs absolutely floored me! They look so nice and the animations were so cool! This is where I learned I love villains.",
    "Book_Comic": "TBD",
    "Favorite_Character": "Knockout, Transformers Prime: I love him. I love his character as a doctor who’s obsessed with himself, a Decepticon but has a ground based vehicle. It’s just very out there and different and his design is just really lovely. He’s got all the confidence I wished I had!",
    "Characters": [
      { "Name": "Spitfire" },
      { "Name": "Synthwave" },
      { "Name": "ScorchFire Prime" }
    ],
    "Social": "https://hexamisart.carrd.co/",
    "Image": "/images/Hexamis.png",
    "Art_By": "Hexamis"
  },
  {
    "Player_Name": "Clickbait",
    "Descriptions": "The first Transformers show I remember watching is Transformers Animated, but I didn’t get interested in Transformers until the live action movies. I remember going to see Revenge of The Fallen in theaters and loving it, but it wasn’t until I saw DOTM that I wanted to know more, and stumbled upon TFP, right as the second season was out, and I was HOOKED! After that, it just snowballed until I got to the TF fan that I am today!",
    "Show": "Transformers Prime: This is hands down my favorite Transformers show. I adore every aspect of it, from the characters, to the cast, to the lore, and even the soundtrack. I loved that the show was made up of a smaller core cast that allowed each character to be developed and go through their own challenges and growths, and that they weren’t afraid to embrace the darker side of Transformers.",
    "Book_Comic": "Transformers Exodus! It’s my favorite for a LOT of reasons, but it’s a well-written, descriptive masterpiece. I love that it has an overarching point of view that is supplemented by alternating between various characters’ point of view (primarily Optimus and Megatron). The book also doesn’t shy away from illustrating what war looks like, and the way it effects every part of a civilization and every stage.",
    "Favorite_Character": "The short, cliche answer? Optimus Prime. He’s a father figure I’ve looked up to forever, and who doesn’t love the main good guy? But if we’re going a little deeper, Predaking; in particular the Prime universe Predaking. I really relate to the character and his depth, he was plopped into a bad situation he had no control over, and had to go on a journey of self-discovery to find out who he truly was, and that he was so much more than anyone had ever told him he could be.",
    "Characters": [
      { "Name": "Mantyx" },
      { "Name": "Allegory" }
    ],
    "Social": "TBD",
    "Image": "/images/Clickbait_ArtByHexamis.png",
    "Art_By": "Hexamis"
  },
  {
    "Player_Name": "Celeste",
    "Descriptions": " I was first introduced to Transformers thanks to my grandmother. She used to record in VHS tapes any cartoon series that would show up on TV and send them to us. So 6 years after I was born I found a vhs recording of the  Generation 1 Transformers  vhs tape she had sent to my brothers in the 80's. Bless her soul when I asked her for another VHS she had found for some reason a French Dub copy of the film I had lost 2 years later. But  grew up believing it was a Spanish dub until my mother corrected me recently.",
    "Show": "Tie between Transformers Animated and Transformers Prime. Both shows I enjoyed them at the different stages of my life. Animation, voice acting and character design. But I must admit, the show I keep rewatching  is Transformers Animated. Even while working on other projects I play my favorite episodes in the background. I never get tired of this series.",
    "Book_Comic": "TBD",
    "Favorite_Character": " Ultra Magnus from Transformers Animated. Not Prime or IDW comics. Its the one from Transformers Animated and I do adore when my friends tag me or share art with me of that SPECIFIC Ultra Magnus.  Old Robot Man.",
    "Characters": [
      { "Name": "Domina" }
    ],
    "Social": "https://celestedoodles.weebly.com/",
    "Image": "/images/CelesteImage.png",
    "Art_By": "Celeste"
  }
]